<script>

</script>

<template>

  <div id="Rules">
    <section class="section">

      <div class="container">

        <h1 class="title"> Правила </h1>

        <div class="block">
          <p class="has-text-justified">
            Правила проведения дистанционной олимпиады
            Регистрация участников: Все участники должны зарегистрироваться на официальном сайте олимпиады до установленного срока. Регистрация включает в себя заполнение анкеты с личными данными и подтверждение согласия с правилами проведения олимпиады.
            Технические требования: Участникам необходимо обеспечить стабильное интернет-соединение и доступ к компьютеру или ноутбуку с установленным браузером. Рекомендуется использовать последние версии браузеров, таких как Google Chrome, Mozilla Firefox или Safari, для избежания технических проблем.
            Проведение тестирования: Олимпиада будет проходить в формате онлайн-тестирования. Участники должны зайти на платформу для тестирования в указанный день и время. Для этого необходимо перейти по предоставленной ссылке и ввести свои учетные данные (логин и пароль), полученные при регистрации.
            Время на выполнение заданий: Каждому участнику будет предоставлено определенное время для выполнения теста. Важно завершить задания в отведенный срок, так как система автоматически закроет доступ по истечении времени.
            Правила поведения: Участники обязаны соблюдать правила честного участия, не использовать посторонние источники информации и не взаимодействовать с другими участниками во время тестирования. Нарушение этих правил может привести к дисквалификации.
            Поддержка участников: В случае возникновения технических проблем или вопросов во время олимпиады, участники могут обратиться в службу поддержки через чат или по указанным контактам на сайте.
          </p>
        </div>

        <div class="block">
          <p class="has-text-justified">
            Как зайти на тест
            Чтобы зайти на тест, выполните следующие шаги:
            Перейдите по ссылке: В день олимпиады вам будет предоставлена ссылка для доступа к платформе тестирования. Кликните на эту ссылку в указанное время.
            Ввод учетных данных: На странице входа введите свой логин и пароль, которые вы получили при регистрации. Убедитесь, что вы вводите данные правильно, чтобы избежать ошибок.
            Начало теста: После успешного входа вы увидите инструкции по проведению теста и кнопку "Начать". Нажмите на нее, чтобы приступить к выполнению заданий.
            Следуя этим простым шагам, вы сможете успешно участвовать в дистанционной олимпиаде и продемонстрировать свои знания!
          </p>
        </div>

      </div>

    </section>
  </div>

</template>
